Repository: jenchienchang/asset-flow
Catalog: AssetFlow/Resources/Rebalancing.xcstrings
Source language: en
Languages: zh_hant

source: Decrease <%@
zh_hant: 減少不到 %@

source: Increase <%@
zh_hant: 增加不到 %@

source: Buy %@
zh_hant: 買入 %@

source: Minimum balances exceed the portfolio value by %@. Add funds or lower the minimums to meet all requirements.
zh_hant: 最低餘額合計超過投資組合價值 %@。請增加資金或降低最低餘額，以滿足所有需求。

# Move %@ from %@ to %@
source: Move %1$@ from %2$@ to %3$@
zh_hant: 將 %1$@ 從「%2$@」移至「%3$@」

source: No action needed
zh_hant: 無需操作

source: Percentage targets sum to %@. Set their total to 100%% to calculate rebalancing.
zh_hant: 目標比例合計為 %@。請將合計設為 100%%，以計算再平衡。

source: Protected balances leave a funding shortfall of %@. Add funds or change category goals to make funds available for rebalancing.
zh_hant: 保留餘額造成 %@ 的資金缺口。請增加資金或變更類別目標，讓資金可用於再平衡。

source: Rebalancing is unavailable because the portfolio data or goal configuration is invalid.
zh_hant: 投資組合資料或目標設定無效，因此無法計算再平衡。

source: Sell %@
zh_hant: 賣出 %@

source: Set percentage targets or minimum balances on your categories.
zh_hant: 請為類別設定目標比例或最低餘額。

source: Small adjustment: %@
zh_hant: 小額調整：%@
